Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 其实主要是他的运气不太好，挑中的正好是跟杨导师有交情的人，杨导师咋一区还算吃得开，但不是所有的导师都跟他一副德行的。
en_us: In actual fact, it was mainly because his luck was bad as he chose the people that had friendly relations with Teacher Yang. Teacher Yang could be considered as a popular person in Block 1, but not all teachers followed his conduct.

source: 其实也叫走一步看一步，游小默腹诽讲了一通，之后玄龟一族果然如凌霄说的在最后一刻赶来了，慢性子这个毛病果然不是盖的，不过他们一到，也就鲥着宴会开始了。
en_us: Really, this was just called improvising, You XiaoMo complained to himself. Afterwards, the Black Tortoise Clan came at the last minute as Ling Xiao had said they would. Their habit of being slow really never changed. However, with their arrival, the celebration finally began.

source: 其实他会这么想要这枚内丹不是没有原因的。
en_us: To be honest, there was a good reason as to why he so badly wanted this Life Crystal.

source: 其实他对通灵玄龟还真没什么想法，最多感叹一句——没想到会在这里遇见另一只通灵玄龟，还是刚出生不久。
en_us: In reality, he didn't have that kind of idea in mind about the Psychic Black Turtle. At the most, he could only sigh - he hadn't expected to meet another Psychic Black Turtle here, and it was one that hadn't been born very long ago.

source: 其实他很怀疑莫景能不能找到他们，自然城的人毕竟还是太多了，特别是限制不许出去后，太阳都下山了，街上还能看到一大群人在走动。
en_us: He was actually very doubtful that Mo Jing could find them. After all, there were still too many people in ZiRan City and there were still large crowds walking in the streets even though the sun had set, especially after the exit restrictions were put into place.

source: 其实他早该想到了，实力出众，又是修炼者与丹师的组合。
en_us: Truth to be told, he should have thought of it before. Someone whose strength was outstanding and was a duo comprised of a practitioner and a mage.

source: 其实这件事也是有迹可寻的，正统的游族人在远古那场大战中死的死，伤的伤，到最后留下的不过是些旁支，而传族之宝只有正统的游族人才能继承，这也是为什么赤血家族历代族长都继承不了的真正原因。
en_us: In reality, there were already traces of this that could be seen. The direct descendants of the You Family died and were injured left and right during the ancient battle until only the side branches were left. But only direct descendants of the You Family could inherit the Inheritance Jewel. This was the real reason why Vermillion Blood Clan's past clan heads (历代族长) couldn't inherit it.

source: 其实这正是导致森林里火鸡数量急剧减少的真正原因。
en_us: That was the real reason for the quickly depleting turkey's in the forest.

source: 典籍记载中，水妖是一种极其稀少的物种，几近灭绝，通天大陆现存的水妖就只有鬼冢山脉那片沼泽，然而实力最高不过十一阶，有人曾预言十二阶不会出现。
en_us: In the ancient records, Water Demons were a rare species that was nearly extinct. The only existing Water Demons in the TongTian Continent were those from that swamp in the Ghost Tomb Mountain Range. However, the strongest was only a Level Eleven, and some people had even predicted that a Level Twelve would not appear.

source: 再出现已经是在游小默面前。
en_us: When he reappeared, he was in front of You XiaoMo.

source: 再出现的时候，星罗城主的身影已经在游小默面前，他的速度非常快，只有一瞬间，就想瞬间移动一样，抬起手就伸向游小默的肩膀。
en_us: When it reappeared, the figure of the Starfall City Master was already in front of You XiaoMo in the blink of an eye. His speed was extremely fast and it was just like he had teleported. He raised his hand and reached towards You XiaoMo's shoulder.

source: 再加尖锐的叫声凄厉的响起，水妖挣扎了几下，没过多久，整个身体突然就化为一滩水。
en_us: Sad and shrill cries sounded from the Water Demon. It struggled several times, but its whole body suddenly turned into a pool of water within minutes.

source: 再听到星罗城主失声喊出的‘金翅虫’字眼，唐中华眼睛里多了一抹异样的心思。
en_us: Then he heard the City Master of Starfall City yell 'Golden Winged Insects', a strange emotion appeared in Tang ZhongHua's eyes.

source: 再接下来的路程，他们没有遇到任何阻碍，平平安安，风平浪静的穿过妖坟场，大概没有哪个人像他们这般轻松。
en_us: For the rest of their journey, they didn't encounter any more obstructions, and they crossed the demon beast graveyard peacefully and calmly. There most likely hadn't been anyone who had ever crossed as smoothly as them.

source: 再推测一下，不难猜出来。”
en_us: "It wasn't too hard to figure it out, after that."

source: 再次听到这个熟悉的十五号，众人先是错愕，旋即又露出一副了然的表情，他们懂的。
en_us: Everyone was astonished when they heard this familiar Number Fifteen again, but soon after, they showed an expression conveying understanding. They had seen the light.

source: 再看看他自己。
en_us: Now looking at him.

source: 再者，十一二级的灵草生长速度过慢，即使有灵水也要花不少时间，所以他打算提前准备一些成熟的灵草。
en_us: Furthermore, level eleven or twelve magic herbs grew extremely slowly, and even with spiritual water it took quite a bit of time, so he decided to prepare a few mature magic herbs ahead of time.

source: 再者，天狗的成员很喜欢打架，这是鬼冢山脉众所周知的事实。
en_us: Besides, the members of Tengu really liked to fight. This was a fact known to all in the Ghost Tomb Mountain Ranges.

source: 再说决斗的时候本来就是这样，你跑出来冲我喊什么，想报仇？”
en_us: Plus, this is what happens when you duel. What are you running out and yelling at me for? You want to avenge him?"

source: 再说游小默和凌霄离开后，他们没有再逛下去，而是直接离家乌山集镇了，完全不知道风雨欲来。
en_us: Furthermore, after You XiaoMo and Ling Xiao left, they didn't continue shopping. Rather, they directly left WuShan Town and had no idea what troubles were ahead.

source: 再说，我连百岁都没有，哪来的几百年。”游小默理直气壮的说道。
en_us: Moreover, I'm not even one hundred year old, how can I be hundreds of years old?" You XiaoMo boldly and confidently retorted.

source: 冥想室的构造和驭兽室不同，驭兽室是一个四四方方的内室，冥想室则分隔为多个小型石室，每间石室只能进一个人。
en_us: The Meditation Room was different from the Beast Transfiguration Room. The Beast Transfiguration Room was a single square room while the Meditation Room was devided into multiple small stone rooms. Each room could only fit a single person.

source: 冬霖垂着眼，目光却落在站在擂台边缘的凌霄身上，瞥见他脸上诡异的笑容，眼中蓦然闪过一丝精光，随即老僧入定般说道：“这个叫凌霄的学生，怕是隐藏了实力吧。”
en_us: Dong Lin let his eyelids droop, but his gaze was on Ling Xiao who stood at the edge of the ring. There was the glimpse of a smile on his face, and his eyes flashed as he said peacefully, “This student, Ling Xiao, is probably hiding his true power.”

source: 冲着这一点，武成就没理由不帮他，不管他将来能不能做到，只不过是帮忙收集下灵草而已，而且他要的也不是整株的灵草。
en_us: Regardless of whether he would be able to make it in the future, Wu Cheng did not have any reason not to help him based off this point. It was just helping You XiaoMo to collect magic herbs. Moreover, it was not as if he wanted mature magic herbs. (整株的灵草)

source: 决定回逍遥院后，他们立刻启程。
en_us: After they decided to return to the XiaoYao Institution, they left immediately.

source: 决定走空中后，游小默没有召唤出大鹏鸟，现在正好可以试着练习飞行的能力，顶级丹师可根据自己的想象用灵魂之力凝练出一对翅膀，他的翅膀是黑色的，就像恶魔的翅膀，黑得发亮。
en_us: After deciding to go through the air, You XiaoMo didn't call out the Roc. Now was a perfect time to practice his flying ability, as a pinnacle level mage could use soul force to create a pair of wings based on his own imagination. His wings were black, just like a demon's wings, and they emitted a black light.

source: 凌霄 突然没头没脑的说道：“我曾经在中级位面看到凡人世界里有一种活动叫做放风筝。
en_us: "I once saw a kind of activity called kite flying in the world of mortals at a Middle Level Realm." Ling Xiao said suddenly without rhyme or reason.

source: 凌霄抬眸看了他一眼，“我以为是那个厨师。”
en_us: Ling Xiao glanced up at him. "I thought it was that chef."

source: 凌霄漠视着她。
en_us: Ling Xiao looked at her coldly.

source: 凌霄一句招呼也不打，抡起拳头就揍过去，后者脸一下子白了，气息被锁定，他连躲都来不及就被揍飞出去，大庭广众之下，面子里子都没了，半边脸肿成猪头。
en_us: Without a warning, Ling Xiao threw a fist at him. The latter instantly paled as his aura (气息) was locked and he couldn't even dodge before he was sent flying. With everyone watching, he had no face or reputation left as half of his face swelled up like a pigs head. (肿成猪头)

source: 凌霄一只手托着已经完成的光团，隐约可见光团里四道不同颜色的能量好像相互排斥着，但是又被什么力量强制平衡起来。
en_us: Ling Xiao held the completed ball of light in one hand. The four different colors of energy that seemed to be mutually rejecting each other could be vaguely seen in the light ball, but were forced into equilibrium by some unknown power.

source: 凌霄一只手撑着墙，盯着他的眼睛，温柔地笑道：“猫球说，你今天和一个长得很漂亮的美女说话，卖给她的灵丹还优惠了两个点数。”
en_us: Ling Xiao propped himself against the wall with one hand and smiled, staring directly into his eyes. “CatQiu told me, today you talked to a pretty lady and sold her magic pills for two points cheaper.”

source: 凌霄一本正经的说：“这是给小孩子吃的东西吧，你都多大年纪了！”
en_us: Ling Xiao said in all seriousness, "Aren’t those for kids? How old are you!"

source: 凌霄一本正经道：“东洲只有一个彩级五品丹师，那个人是古玛部落的人，想请他出手几乎不可能，反而还会泄露我们的行踪，要知道古玛部落和赤血家族有生意上的往来，而且请他帮忙就表示要把转生丹的丹方给他看，你舍得吗？
en_us: Ling Xiao answered with a straight face, "There is only one Grade Five Rainbow Level mage in Dong Zhou. That person is a member of the Guma Tribe. It's almost impossible to ask him to lend us a hand. On the contrary, it will reveal our whereabouts instead. You must know that the Guma Tribe and the Vermillion Blood Clan have business dealings with each other. Furthermore, asking him to help would mean letting him see the pill recipe for the Reincarnation Pill. Would you be willing to do that?

source: 凌霄一直待在外面没有进去打扰他，见他花了六天还没出现，洞府上空也没有出现雷云就知道他肯定失败了一次。
en_us: Ling Xiao stayed outside the whole time, as to not interrupt him. Seeing that he hasn't come out after six days and there wasn't a thunder cloud above the cave, he knew You XiaoMo failed again.

source: 凌霄一眼就知道他心里在想什么，摸了下他的脑袋，语气轻松的说道：“还有两年，急什么！”
en_us: Ling Xiao knew what he was thinking with a single look. He stroked his head and said in a gentle tone, "There's still two years, what's there to be anxious about!"

source: 凌霄一脚踩着他的胸口，听到他的话愉悦地笑了起来，“杀了你们，谁会知道？”
en_us: Ling Xiao stepped on his chest and began to laugh in delight at hearing his words. "Who would find out if we killed you?"

source: 凌霄一脸遗憾的表情。
en_us: Ling Xiao had a face of dissapointment.

source: 凌霄不以为意，“你要不是做贼心虚，会被我吓到吗？”
en_us: Taking no mind of it, Ling Xiao asked, "If you weren't feeling guilty, would still you get scared by me?"

source: 凌霄不再保留他的实力。
en_us: Ling Xiao no longer held back his strength.

source: 凌霄不在，游小默只好自己对付雷云，好在他已经有很多经验，加上自己实力本身就不错，因此尽管四品彩级的雷云威力比三品要强一些，他仍然游刃有余。
en_us: Ling Xiao was not here, so You XiaoMo had to deal with the thunderclouds by himself. Fortunately, he already had a lot of experience with this, plus he himself was quite strong. Therefore, even though the power of the lightning for a Grade Four Rainbow Level was stronger a Grade Three, he was able to handle it with ease.

source: 凌霄不得不分出分神去联系游小默，口快说道：“蠢货，找到水元素之心了吗？”
en_us: Ling Xiao had no choice but to spare a part of his attention on contacting You XiaoMo and quickly asked, "Idiot, have you found the water elemental essence?"

source: 凌霄不急不徐地说道：“不论你要说什么，我都是这个答案。”
en_us: Ling Xiao said, not quickly or slowly, "It doesn't matter what you're about to say, my answer will always the same."

source: 凌霄不懂炼丹，不过他发现游小默今天流的汗比以往任何一次都要多，连衣襟都被汗水浸湿了一大块。
en_us: Ling Xiao didn't know anything about refining pills but he found that this time, You XiaoMo was sweating more than he ever had. Even his outer layer(衣襟) was drenched in sweat.

source: 凌霄不用敲开他的脑袋也知道他在想什么，“妖坟场不过是一个墓地而已，不是他们不离开，只是不想离开而已。”
en_us: Ling Xiao didn't need to read his mind to know what he was thinking. "The Demon Beast Graveyard is only a graveyard. It's not that they can't leave, it's only that they don't want to leave."

source: 凌霄不用猜也知道他的脑袋在想什么。
en_us: Ling Xiao didn't even need to guess to know what he was thinking.

source: 凌霄不知道在想什么，手指摩挲着玉简一直不说话，表情淡淡的，好像心里另有什么打算一样。
en_us: He didn't know what Ling Xiao was thinking about, as he continued to stroke the jade drive without saying anything, expression indifferent, as if he was considering something else in his mind.

source: 凌霄不见踪影，游小默扶着腰干脆进入空间，谁也别想阻止他用灵水洗掉身上的青青紫紫，再出来的时候，整个人已经神清气爽，并换了一身干净的黑色衣服。
en_us: Ling Xiao was no where to be found so You XiaoMo supported his hips and went straight to his dimension. No one could stop him from using the spiritual water to clean up the purple/green bruises/marks on his body. By the time he came out, he was completely refreshed and changed into a pair of clean black clothes.

source: 凌霄不高兴了，“再分我一半。”
en_us: Ling Xiao was displeased, "Give me half."

source: 凌霄为了帮他挽回一点面子，便说：“你说错了，他们是负三位数，你是负二位数，两者是没有可比性的。”
en_us: To help him save a little of his face, Ling Xiao refuted, "You are wrong. Their's is in the negative three digits. Your's are negative two digits. There is no comparison between them."

source: 凌霄为了讨好他家夫人，所以明知道黑熊其实跟他们没多大的仇恨，却仍下了死手要击杀他。
en_us: Ling Xiao was trying to please (讨好) his wife, thus even though they didn't have that much of a grudge against Hei Xiong, he was still going in for the kill.

source: 凌霄之前已经在鬼哭涯转过一圈，这里的地形被他摸得一清二楚，离开自在阁后，他便熟练的带着天狗的成员转起圈圈。
en_us: Before this, Ling Xiao had already made a circle around Weeping Ghost Shore, and he remembered the geography perfectly. After leaving the Leisure Pavilion, he began to skillfully lead the members of the Tengu in circles.

source: 凌霄也仿佛没感觉似的。
en_us: Ling Xiao also did not seem to have felt anything.

source: 凌霄也有些惊讶。
en_us: Ling Xiao was also slightly surprised.

source: 凌霄也没打算瞒他，离开洞府后一边赶往下一个目标，一边跟他解释道：“他是麒麟族未来的继承人麟少逸……”
en_us: Ling Xiao also did not intend to hide it from him. After they left their Immortal's cave Ling Xiao explained it to him while they were hurrying to their next destination, "He is the future heir of the Qilin Clan, Lin ShaoYi..."

source: 凌霄也没看高级区的灵草一眼，直接传过去走向顶级区。
en_us: Ling Xiao didn't even look at the high section magic herbs and instead walked straight ahead to the pinnacle level.

source: 凌霄也被游小默抓进空间当苦力。
en_us: You XiaoMo had also grabbed Ling Xiao and pulled him into the dimension to be a coolie.

source: 凌霄也说到做到，他只选了两个人。
en_us: Ling Xiao did exactly as he said he would, choosing just two to punt off the stage.

source: 凌霄了瞥了他一眼，傲娇道：“不吃。”
en_us: Ling Xiao glanced at him and said tsundere(ly), "No."

source: 凌霄从他身后的山洞走出来。
en_us: Ling Xiao walked out from the cave behind him.

source: 凌霄从他面前走过，“蠢货！”
en_us: Ling Xiao walked passed him and said, "Dumb-ass!" (蠢货！)

source: 凌霄从半敞的窗户看到屋内的情况，他盯着游小默吐得那滩血，面无表情，不知在想什么。
en_us: Ling Xiao saw the situation inside the house from the half-open window. He stared at the blood that You XiaoMo spat out expressionlessly, and it was unclear what he was thinking.

source: 凌霄从容的从他盘子里取了半只叫化鸡。
en_us: With grace, Ling Xiao took half of the Beggar's Chicken from his plate.

source: 凌霄他的眼睛里读出了恐惧，脸上的笑容越发灿烂邪恶，嗜血，残暴，杀意皆毫不掩饰的从他的眼睛里流露出来，语气阴森且缓慢：“知道了这些事，看来你已经接受死亡的事实，那么——去死吧！”
en_us: Seeing the fear in his eyes, Ling Xiao's smile grew with eager malice. Bloodlust, cruelty and killing intent was clear in his gaze, his voice a sinister drawl, "If you understand, then it seems that you've accepted that death is your fate. Then, die!"

source: 凌霄仿佛没感觉到那些正用灼热的目光注视着他们的视线，拿起游小默竞价的那只手捏了捏。
en_us: Ling Xiao didn't seem to feel the burning gazes on them, picking up the hand You XiaoMo had used to bid and pinching it.

source: 凌霄传音，“我的空间和你的空间不一样，放在空间里的人和妖兽都有自主的意识，我在外面控制不了他们的行为，妖兽实力不高倒还好，但这个男人的实力很强，必须控制好。”“那上次呢？”
en_us: Ling Xiao whispered, "My dimension isn't the same as yours. The people and demon beasts I put in here all retain their individual consciousness, and I can't control their behavior from outside. If the demon beast isn't very strong, then it's fine, but this man is very powerful, so I must control him well." /PARA "What about last time?"

source: 凌霄伸了下懒腰，愉悦的笑道：“好极了。”
en_us: Ling Xiao stretched and laid down as he smiled cheerfully, "I feel wonderful."

source: 凌霄伸手抓住一缕发丝，戏谑的笑道：“你真是异想天开啊，不过我本来还在想事情就此揭过算了，没想到你竟然主动提起，看样子在我不知道的情况下你还犯了不少错，嗯，这个问题，我们可以慢慢谈……”
en_us: Ling Xiao stretched out a hand, grabbed a lock of hair (一缕发丝) and smiled in ridicule, "You really like to imagine the wildest things. I had originally intended to let this matter go at this point (就此揭过算了). Who would have thought that you would voluntarily bring it up. Furthermore, it seems that you have committed many mistakes whilst I was unaware. En, we can slowly discuss about this problem..."

source: 凌霄似笑非笑的看着他，“玄龟族的叛徒也能代表玄龟族说话？”
en_us: Ling Xiao looked at him with a smile that was yet not a smile, "Can a traitor of the Black Turtle Clan speak as a representative of the Black Turtle Clan?"

source: 凌霄但笑不语，明摆着置身事外。
en_us: Ling Xiao simply smiled without a word, clearly wanting no part of this.

source: 凌霄低头咬住他的唇。
en_us: Ling Xiao bent down and bit down on his lip.

source: 凌霄低头问道：“怎么，是不是快到了？”
en_us: Ling Xiao lowered his head and asked, "What's wrong, are we almost there?"

source: 凌霄作势掏掏耳朵，完美的俊脸上不见一丝慌乱，反而勾勒出一丝仿佛在逗弄小狗的神情，而姬云琅无疑就是那只小狗。
en_us: Playing the role, Ling Xiao also picked at his ear. His perfectly handsome face showed no hint of distress but instead one of teasing a puppy and without a doubt, Ji YunLang was that puppy.

source: 凌霄依旧以扶着额的姿势，肩膀却慢慢的抖动起来，低沉的笑声自他的口中缓缓流淌出来，飘进游小默耳朵里，游小默终于从打击中反应过来，眼珠子移到正在偷笑的凌霄身上，一瞬间挑起，张牙舞爪的扑上去。
en_us: Ling Xiao still in the pose of supporting his forehead with his hand, but his shoulders started to slow tremble. A deep and low laughter slowly flowed out of his mouth and floated into You XiaoMo's ears. You XiaoMo finally recovered from the blow and his eyes moved to Ling Xiao who was currently laughing up his sleeve. Instantaneously provoked, he threw himself over with bared fangs and brandished claws.

source: 凌霄修长的腿搁在长条椅上，姿势慵懒，整个人却又透出一股飒爽的豪气，配合那张令人头晕目眩的俊脸，简直就是世界的公敌。
en_us: Ling Xiao had one of his long legs on the chair, in a lethargic posture, but still somehow emitting a feeling of valiant heroism. Top that with his dazzling face, he was literally the enemy of mankind.

source: 凌霄倒了杯茶闻了闻，也被下了药。
en_us: Ling Xiao poured a cup of tea and took a sniff. It had been drugged, too.

source: 凌霄停下来，眼中不见一丝诧异，笑着回道：“古叔。”
en_us: Ling Xiao stopped. There was not a single hint of astonishment in his eyes as he smiled, "Uncle Gu."

source: 凌霄冲他露齿一笑，“夫人，我们来饱暖思淫欲吧。”
en_us: Ling Xiao flashed a grin at him, "Wife, let's satiate our minds and lust (饱暖思淫欲)."

source: 凌霄冷哼一声，脚下‘噗嗤’一声飞窜出一缕紫色火焰，火焰化为一头火麒麟，咆哮着扑到怨灵身上，一口便将尖叫的怨灵吞掉了，这次是真正的魂飞魄散，再无轮回的可能。
en_us: Ling Xiao snorted coldly, and a wisp of purple flame burst out from underneath him with a popping noise. The flames transformed into a fire Qilin (火麒麟), and it attacked the resentful being with a roar, and it swallowed the screaming resentful being with one bite. This time the soul was really scattered, with no possibility of rebirth.

source: 凌霄出声，难得称赞一个陌生人。
en_us: Ling Xiao spoke in a rare show of praise for a stranger.

source: 凌霄刚好走进来。
en_us: That was also when Ling Xiao walked in.

source: 凌霄刚好走进来，见他能跑能跳就知道没事了。
en_us: That was also when Ling Xiao walked in. Seeing that he was jumping around, he knew he was fine.

source: 凌霄刚拿出血玉，男人的声音就直接在他脑海里响起，这一次比以往任何一次都要清晰——霄儿，你现在在何处？
en_us: Ling Xiao picked up the Blood Jade (血玉), and a man's voice directly sounded inside his mind. This time it was clearer than any time before: Xiao-er (霄儿), where are you right now?

source: 凌霄刚睁开眼睛就感觉到一股来自他家夫人的恶意，那是一种说不清的嫉妒与羡慕，于是他坦然接受了。
en_us: As soon as Ling Xiao opened his eyes, he felt a stab of malice from his wife that was like an indescribable jealousy and envy. As a result, he calmly accepted it.

source: 凌霄动作一顿，表情似笑非笑地看着他，“那个人？”
en_us: Ling Xiao's movements paused, and he looked at him with an expression that seemed to be smiling but not at the same time. "That person?"

source: 凌霄动作一顿，饶有兴趣的目光落在他身上，“那你倒是说说，那个人是谁？”
en_us: Ling Xiao's movements hesitated and his curious gaze landed on Hei Xiong, "Then tell me, who is this person?"

source: 凌霄勾住他的脖子，主动把他拖过去，“要发现的话早就发现了，那些人不是傻子，死了几个人不用一刻钟就能发现，我估计他们现在已经在结界外面，正想着怎么破除结界。”
en_us: Ling Xiao hooked him by the neck and dragged him forward, "They would have long discovered it if they wanted to find it. Those people are not fools. They could find it in less than fifteen minutes even if several of them had died. (死了几个人不用一刻钟就能发现) I reckon that they're outside the wards now and are thinking about how to break it."

source: 凌霄却一脸淡定。
en_us: Ling Xiao was calm.

source: 凌霄却想也不想就拒绝了，“不必了，我还没严重到连自保的能力都没有，不过是一群蝼蚁，有什么好担心的，他们真要咄咄逼人，杀了便是，而且你那么蠢，我不放心！”
en_us: Yet Ling Xiao didn't hesitate to reject his offer. "No need. I'm not so injured that I can't even protect myself. They're nothing but ants; what's there to worry about. If they really try to attack, then we'll just kill them. Plus, your intelligence is so lacking, I'd be worried!"

source: 凌霄却没有再回他的话，嘴唇稍微蠕动，好像给谁传了句话，下一秒，游小默眼前一花，风景好像在飞速的倒退着，不过他只看到一片白花花的画面，接着他就听到一道愤怒的吼声，像雷鸣一样在耳边响起。
en_us: Ling Xiao didn't answer him. His lips moved very slightly, as if he had sent a message to someone. In the next second, You XiaoMo's eyes blurred, and the scenery seemed to be rapidly falling backwards. But all he saw was shining white, followed by a furious roar that sounded like thunder in his ears.

source: 凌霄却没有理会斗篷人，目光反而移到夏音身上，嘴角蓦然露出一抹浅笑，“小镇一别，未曾想到会在这里见到圣女，不知夏玛部长那对双胞胎女儿现在可好？
en_us: But Ling Xiao didn't bother with the cloaked person. Instead, his gaze moved to Xia Yin, and his mouth unexpectedly revealed a faint smile. "After parting paths at the small town, I never would have thought that I would meet the Holy Maiden here. I wonder if Chief Mo Ma's two twin daughters are doing well right now?

source: 凌霄又不是傀儡，喊暂停他就暂停，火球压缩得越来越小，一股令黑熊心悸的气息自火球弥漫开来。
en_us: But, Ling Xiao wasn't a puppet, stopping when he says to. Instead, the fireball became smaller and smaller, turning into something that made Hei Xiong's heart quicken.

source: 凌霄发出一声轻笑，却没再接话。
en_us: Ling Xiao let out a soft smile but did not reply.

source: 凌霄发现他停下来，回头关心的问道：“怎么了？”
en_us: Ling Xiao discovered that he had stopped, and he looked back and asked, concerned, "What's wrong?"

source: 凌霄受：“因为我想知道绝对划算的惊喜是什么，如果到时你不满意，你以后可以不要理他。”
en_us: Ling Xiao said, "Because I want to know what this surprise of equal value is. If you aren't satisfied, you can just ignore him in the future."

source: 凌霄可没有像他一样失去理智，捏着空间符问道：“熊笑让你把这东西给我们，应该不是白给的吧？”
en_us: Ling Xiao didn't lose his cool like him and instead asked, "Xiong Xiao isn't giving this to us for free, is he?"

source: 凌霄吃饭的速度明明很快，具体要说有多快，那就是他吃一口，凌霄已经在吃第三口，偏偏吃相还那么端正优雅。
en_us: Even though Ling Xiao ate fast, to give a comparison, his one bite was Ling Xiao's three, but even with that, he eat elegantly.

source: 凌霄吩咐道，如今各大势力都在登山顶，真的有人来这里，想必实力不会太强，只要在他们靠近这里之前赶走就行了。
en_us: Ling Xiao instructed. Right now, all of the major powers were focused on the mountainpeak. If someone really came here, they most likely wouldn't be very powerful, so it would be fine as long as they were chased away before they got close.

source: 凌霄含糊的说道：“哪有那么容易就解开，你师傅不是曾经说过，禁制玉简的主人很可能是一名十二级丹师，能成为十二级丹师，对方的修为必定在彩级四品以上。”
en_us: Ling Xiao vaguely replied, "How can it be so easy to undo? Didn't your master mention before that the owner of the sealed jade drive was probably a level twelve mage? Their cultivation was bound to be above Grade Four Rainbow Level (彩级四品以上) for them to be able to become a level twelve mage."

source: 凌霄听后便说：“没有叫花鸡就做别的。”说完就回屋了。
en_us: After Ling Xiao heard that, he said, "If we don't have the Beggar's Chicken then make something else." After that, he went back into the cabin.

source: 凌霄吹了吹杯中的热茶，饮一口，眼神淡漠的看着他，“那不如就来试一试，看看我们能不能走出自然城。”
en_us: Ling Xiao blew on the hot tea in his cup and took a sip, looking at the server coldly. "Then try us. Let's see if we can walk out of Ziran City or not."

source: 凌霄和他爹入住的酒楼就在逍遥院附近。
en_us: Ling Xiao and his dad were settled in a tavern nearby the XiaoYao Institution.

source: 凌霄和游小默虽然已经有一段时间没有出现在世人面前，但是他们有阵子也当过风云人物，还是有人认得出他们的，而这个认出他们的神境强者正是赤血家族的人。
en_us: Although it had been a while since You XiaoMo and Ling Xiao made an appearance, but for a while, they were quite the celebrity. There was still people who recognized them, and this one was a member of the Vermillion Blood Clan.

source: 凌霄和游小默虽然是一伙的，但毕竟还是不一样的，从开始到现在他只出过一次手，所以大家有些摸不准他的想法。
en_us: Ling Xiao and You XiaoMo might've been together, but they were still different. He had only bid once throughout the entire auction, so no one knew what he was thinking.

source: 凌霄哪里管能不能杀他，一掌就轰在他胸口上，出乎意料的，这一掌并没有直接将玄威轰成渣。
en_us: Ling Xiao didn't care if he could or couldn't kill the other, his palm impacting the other's chest directly. Unexpectedly, this attack didn't blast XuanWei into pieces.

source: 凌霄哭笑不得，“当初那么激动找宝贝的人是你，现在都到门口了你就退缩了，胆子怎么变小了，你不想要里面的宝贝了吗？”
en_us: Ling Xiao didn't know whether to laugh or cry, "Who was the one so excited for finding the treasure? Now, you're at the gate and you hesitate? When did you become this cowardly, don't you still want the treasures inside?"
